Repository: 84000/data-translation-memory
Catalog: toh509-v3.tmx
Source language: bo
Languages: en

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །ཨོཾ་ན་མོ་བྷ་ག་བ་ཏེ་བི་བུ་ལ་བ་ད་ན་ཀཱཉྩ་ནོཏ་ཀྵིཔྟ། པྲ་བྷཱ་ས་ཀེ་ཏུ་མུརྡྷ་ནེ། ཏ་ཐཱ་ག་ཏཱ་ཡ། ཨཌྷ་ཏེ་སམྱཀྶཾ་བུད་ངྷཱ་ཡ། ན་མོ་བྷ་ག་བ་ཏེ་ཤཱཀྱ་མུ་ན་ཡེ། ཏ་ཐཱ་ག་ཏཱ་ཡ། ཨརྷ་ཏེ་སམྱཀྶཾ་བུད་ངྷཱ་ཡ། ཏདྱ་ཐཱ། བོ་དྷི་བོ་དྷི། བོ་དྷ་ནི་བོ་དྷ་ནི། སརྦ་ཏ་ཐཱ་ག་ཏ་གོ་ཙ་རི། དྷ་ར་དྷ་ར། ཧ་ར་ཧ་ར། པྲ་ཧ་ར་པྲ་ཧ་ར། མ་ཧཱ་བོ་དྷི་ཙིཏྟ་དྷཱ་རེ། ཙུ་ལུ་ཙུ་ལུ། ཤ་ཏ་ར་སྨི་སཉྩོ་དི་ཏེ། སརྦ་ཏ་ཐཱ་ག་ཏཱ་བི་ཥིཀྟེ། གུ་ཎི་གུ་ཎ་པ་ཏེ། སརྦ་བུདྡྷ་གུ་ཎཱ་བ་བྷཱ་སེ། མི་ལི་མི་ལི། ག་ག་ན་ཏ་ལེ། སརྦ་ཏ་ཐཱ་ག་ཏ་ངྷཱིཥྛི་ཏེ། ན་བྷ་སྟ་ལེ། ཤ་མེ་ཤ་མེ། པྲ་ཤ་མེ་པྲ་ཤ་མེ། སརྦ་པཱ་པཾ་པྲ་ཤ་མ་ནེ། སརྦ་པཱ་པཾ་བི་ཤོ་དྷ་ནེ། ཧུ་ལུ་ཧུ་ལུ། མ་ཧཱ་བོ་དྷི་མཱརྒ་སྃ་པྲ་ཏིཥྛི་ཏེ། སརྦ་ཏ་ཐཱ་ག་ཏ་སུ་པྲ་ཏིཥྛི་ཏེ་ཤུད་དྷེ་སྭཱ་ཧཱ། རྩ་བའི་སྔགས་སོ། །ཨོཾ་སརྦ་ཏ་ཐཱ་ག་ཏ་བྱ་བ་ལོ་ཀི་ཏེ། ཛ་ཡ་ཛ་ཡ་སྭཱ་ཧཱ། སྙིང་པོའོ། །ཨོཾ་ཧུ་ལུ་ཧུ་ལུ། ཛ་ཡ་མུ་ཁེ་སྭཱ་ཧའ། ཉེ་བའི་སྙིང་པོའོ། །
en: The Dhāraṇī “One Hundred Thousand Ornaments of the Essence of Awakening” Homage to all buddhas and bodhisattvas.

source: ཨོཾ་བཛྲ་ཨ་ཡུ་ཥེ་སྭཱ་ཧཱ། དགེ་སློང་ངམ་དགེ་སློང་མའམ། དགེ་བསྙེན་ནམ་དགེ་བསྙེན་མའམ། གཞན་ཡང་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་གིས་གཟུངས་འདི་བྲིས་ཏེ། མཆོད་རྟེན་བྱས་ལ་མཆོད་རྟེན་དེའི་ནང་དུ་གཟུངས་འདི་བཅུག་ན། དེས་མཆོད་རྟེན་གཅིག་བྱས་ན་འབུམ་བྱས་པར་འགྱུར་རོ། །ལྷ་རྫས་ཀྱི་མེ་ཏོག་དང་། དྲི་དང་། ཕྲེང་བ་དང་། བྱུག་པ་དང་། ཕྱེ་མ་དང་། ན་བཟའ་དང་། གདུགས་དང་། རྒྱལ་མཚན་དང་།
en: The root mantra: oṁ namo bhagavate vipula­vadana­kāñca­notkṣiptapra­bhāsaketumūr­dhane tathāgatāya arhate samyaksaṃ­buddhāya | namo bhagavate śākyamunaye tathāgatāya samyaksaṃ­buddhāya | tadyathā | bodhi bodhi | bodhani bodhani | sarva­tathāgata sarva­tathāgatagocari | dhara dhara | hara hara | prahara prahara | mahābodhi­cittadhāre | culu culu | śatara­śmisañcodite | sarva­tathāgatābhiṣikte | guṇi­guṇapate | sarva­buddha­guṇāvabhāse | mili mili | gaganatale | sarva­tathāgatādhi­ṣṭhite | nabhasthale | śame śame | praśame praśame | sarva­pāpam praśame | sarva­pāpaṃ viśodhane | hulu hulu | mahābodhimārga­sampratiṣṭhite | sarva­tathāgata­supra­tiṣṭhite śuddhe svāhā || The essence mantra: oṁ sarva­tathāgatavyava­lokite | jaya jaya svāhā || The ancillary essence mantra: oṁ hulu hulu jayamukhe svāhā || And: oṁ vajrāyuṣe svāhā || “When a bhikṣu, bhikṣuṇī, upāsaka, or upāsikā, or any other son of good family or daughter of good family, writes this dhāraṇī down, builds a stūpa, and places it in that stūpa, the building of that single stūpa will equal the building of one hundred thousand stūpas.

source: བ་དན་ལ་སོགས་པས་ཀྱང་མཆོད་པར་འགྱུར་ཏེ། མཆོད་རྟེན་འབའ་ཞིག་མཆོད་པ་མ་ཡིན་གྱི། སངས་རྒྱས་དཀོན་མཆོག་དང་། ཆོས་དཀོན་མཆོག་དང་། དགེ་འདུན་དཀོན་མཆོག་རྣམས་ལའང་མཆོད་པའི་ཡོ་བྱད་དེ་དག་གིས་མཆོད་པར་འགྱུར་རོ། །དགའ་བོ་ངས་མདོ་འདི་བཤད་པ་ནི་བསོད་ནམས་ཞན་པ་དང་། མ་དད་པ་དང་།
en: When offering exquisite flowers, fragrance, garlands, ointments, powders, garments, parasols, banners, pennants, and so forth, one will not just have made offerings to the stūpa alone, but will have offered these articles to the jewel of the Buddha, the jewel of the Dharma, and the jewel of the Saṅgha.

source: ལྟ་བ་ལོག་པ་དང་། ཐེ་ཚོམ་ཟ་བ་དང་། མཚམས་མེད་པ་བྱེད་པ་དང་། ཚེ་ཐུང་བ་དང་། སེམས་ཅན་དམྱལ་བ་དང་། བྱོལ་སོང་དང་།
en: “Nanda, I have taught this sūtra, this dhāraṇī, to benefit beings such as those whose merit is weak, who have no faith, who harbor wrong views, who are consumed with doubt, who have committed actions that bring immediate retribution, whose lifespan is short, and who are to be immediately reborn in the hell realms, in animal realms, or in Yama’s realm.

source: གཤིན་རྗེའི་འཇིག་རྟེན་དང་། མཚམས་མེད་པར་འགྲོ་བའི་སེམས་ཅན་དེ་ལྟ་བུ་དག་གི་ཕྱིར་གཟུངས་འདི་བཤད་དོ། །དགའ་བོ་ཕྱི་མའི་དུས་ཕྱི་མའི་ཚེ་ཁྱིམ་ན་གནས་པ་དང་། དགེ་སློང་ལས་ཕལ་ཆེར་གཟུངས་འདི་མི་ཀློག་པ་དང་། མཆོད་པར་མི་བྱེད་པ་རྣམས་ཇི་ལྟར་ཁྱིམ་པ་རྣམས་སྡུག་བསྔལ་བར་བཤད་པ་དེ་བཞིན་དུ་རབ་ཏུ་བྱུང་བ་རྣམས་ཀྱང་སྡུག་བསྔལ་བར་འགྱུར་རོ། །
en: “Nanda, it is said that in the future, at a later time, the majority of householders and monks will neither read this dhāraṇī nor make offerings, and renunciants and householders alike will suffer.

source: དེ་སྟེ་དེ་བཞིན་དུ་སངས་རྒྱས་མཆོད་ཅིང་འདི་ལས་ཉན་པས་མཆོད་རྟེན་གཅིག་བྱས་ན་ཆོས་ཀྱིས་བརྒྱན་པ་བརྒྱད་ཁྲི་བཞི་སྟོང་རྣམས་ཀྱང་མཆོད་པར་འགྱུར་རོ། །
en: This being the case, when one builds a stūpa after making offerings to the Buddha and hearing this dhāraṇī, one will have made eighty-four thousand offerings adorned with the Dharma.

source: གཞན་ཡང་བསོད་ནམས་ཀྱི་ཕུང་པོ་དཔག་ཏུ་མེད་པར་འགྱུར་རོ། །སྡོང་པོས་བརྒྱན་པ་བཀླགས་ཤིང་ཁ་ཏོན་དུ་བྱས་པར་འགྱུར་རོ། །
en: Moreover, one’s accumulation of merit will be inexhaustible, and it will be as if one had read and recited The Stem Array.

source: འཇིག་རྟེན་དང་འཇིག་རྟེན་ལས་འདས་པའི་དཀྱིལ་འཁོར་དུ་ཡང་ཞུགས་པར་འགྱུར་རོ། །
en: One will enter the mundane and transcendent maṇḍalas.

source: བྱང་ཆུབ་ཀྱི་སྙིང་པོའི་རྒྱན་འབུམ་ལས་བཏུས་པ་འབུམ་གྱི་གཟུངས་རྫོགས་སོ།​།
en: The Dhāraṇī “One Hundred Thousand,” an extract from the One Hundred Thousand Ornaments of the Essence of Awakening, is complete.
